Repository: miraskoda/coinmerce
Catalog: lib/l10n/intl_*.arb
Languages: cs

source: Description
cs: Popis

# emptyResult
source: No results found
cs: Nebyly nalezeny žádné výsledky

source: Search
cs: Hledat

# error
source: An error occurred
cs: Došlo k chybě

source: About
cs: O aplikaci

source: Language
cs: Jazyk

source: Dark Mode
cs: Tmavý režim

# description_text
source: Coinmerce is your trusted companion in the world of cryptocurrency. We provide real-time market data, price tracking, and portfolio management tools to help you make informed investment decisions. Our user-friendly interface makes it easy to monitor your favorite cryptocurrencies and stay updated with market trends. Whether you're a seasoned trader or just starting your crypto journey, Coinmerce is here to support your financial goals.
cs: Coinmerce je váš důvěryhodný společník ve světě kryptoměn. Poskytujeme data o trhu v reálném čase, sledování cen a nástroje pro správu portfolia, které vám pomohou činit informovaná investiční rozhodnutí. Naše uživatelsky přívětivé rozhraní usnadňuje sledování vašich oblíbených kryptoměn a udržování přehledu o tržních trendech. Ať už jste zkušený obchodník nebo teprve začínáte s kryptoměnami, Coinmerce je tu pro podporu vašich finančních cílů.

source: Market Data
cs: Tržní data

source: Price Statistics
cs: Statistiky cen

source: Additional Info
cs: Další informace

source: Market Cap
cs: Tržní kapitalizace

source: Market Cap Rank
cs: Pořadí tržní kapitalizace

# volume24h
source: 24h Volume
cs: Objem za 24h

source: Circulating Supply
cs: Obíhající zásoba

# high24h
source: 24h High
cs: Maximum za 24h

# low24h
source: 24h Low
cs: Minimum za 24h

source: All Time High
cs: Historické maximum

source: All Time Low
cs: Historické minimum

source: Last Updated
cs: Poslední aktualizace

source: ROI
cs: Návratnost investice
